Repository: cfgnunes/wxmp3gain
Catalog: msg/*.po
Languages: cs, de, ja, pt_br, tr

source: &Analysis
cs: &Rozbor
de: &Analyse
ja: 分析(&A)
pt_br: &Análise
tr: Çözü&mleme

source: &Edit
cs: Ú&pravy
de: &Bearbeiten
ja: 編集(&E)
pt_br: &Editar
tr: Düzenl&e

source: &File
cs: &Soubor
de: &Datei
ja: ファイル(&F)
pt_br: &Arquivo
tr: &Dosya

source: &Gain
cs: Z&esílení
de: &Verstärkung
ja: ゲイン(&G)
pt_br: &Ganho
tr: &Kazanç

source: &Help
cs: &Nápověda
de: &Hilfe
ja: ヘルプ(&H)
pt_br: &Ajuda
tr: &Yardım

source: &Stop
cs: &Zastavit
de: &Stopp
ja: 中止(&S)
pt_br: &Parar
tr: &Dur

source: (Default 89.0 dB)
cs: (Výchozí 89.0 dB)
de: (Standard 89,0 dB)
ja: (初期値 89.0 db)
pt_br: (Padrão 89,0 dB)
tr: (Varsayılan 89.0 dB)

source: About
cs: O programu
de: Über
ja: このソフトについて(&A)
pt_br: Sobre
tr: Hakkında

source: Add files
cs: Přidat soubory
de: Dateien hinzufügen
ja: ファイルを追加(&F)
pt_br: Adicionar arquivos
tr: Dosya(lar) ekle

source: Add folder
cs: Složka
de: Ordner hinzufügen
ja: フォルダーを追加(&A)
pt_br: Adicionar pasta
tr: Dizin ekle

source: Analyze
cs: Provést rozbor
de: Analysieren
ja: 分析
pt_br: Analisar
tr: Çözümle

source: Automatically lower gain to not clip audio
cs: Automaticky snížit zesílení, aby nedocházelo k přebuzení zvuku
de: Verstärkung automatisch reduzieren, um Clipping zu vermeiden
ja: 音声にクリップが発生しないよう自動的にゲインを減少させる
pt_br: Diminuir o ganho automaticamente para evitar o clip no audio
tr: Sesi kırpmamak için otomatik olarak düşük kazanç

source: Cancel
cs: Zrušit
de: Abbrechen
ja: キャンセル
pt_br: Cancelar
tr: İptal

source: Channel
cs: Kanál
de: Kanal
ja: チャンネル
pt_br: Canal
tr: Kanal

source: Clear analysis
cs: Smazat rozbor
de: Analysedaten löschen
ja: 分析結果を消去
pt_br: Limpar análise
tr: Çözümlemeyi temizle

source: Clear list
cs: Vyprázdnit seznam
de: Liste löschen
ja: 一覧を消去
pt_br: Limpar lista
tr: Listeyi temizle

source: Clipping
cs: Přebuzení (clipping)
ja: クリッピング
tr: Kırpma

source: Constant gain
cs: Stálé zesílení
de: Konstante Verstärkung
ja: 一定のゲイン
pt_br: Ganho constante
tr: Sabit kazanç

source: Constant gain:
cs: Stálé zesílení:
de: Konstante Verstärkung:
ja: 一定のゲイン:
pt_br: Ganho constante:
tr: Sabit kazanç:

source: Delete stored tag info
cs: Smazat uložené značky
de: Enthaltene Tag-Informationen löschen
ja: 保存されたタグ情報を削除
pt_br: Apagar tag de informação armazenada
tr: Depolanan etiket bilgisini sil

source: Do you want to stop process now?
cs: Chcete nyní proces zastavit?
de: Möchten Sie den Vorgang jetzt abbrechen?
ja: 現在の処理を中止しますか？
pt_br: Deseja parar o processo agora?
tr: Şimdi süreci durdurmak istiyor musunuz?

source: Exit
cs: Ukončit
de: Beenden
ja: 終了(&E)
pt_br: Sair
tr: Çıkış

source: File
cs: Soubor
de: Datei
ja: ファイル
pt_br: Arquivo
tr: Dosya

source: File options
cs: Volby pro soubory
de: Dateioptionen
ja: ファイルのオプション
pt_br: Opções de arquivo
tr: Dosya seçenekleri

source: Folder
cs: Složka
de: Ordner
ja: フォルダー
pt_br: Pasta
tr: Dizin

source: Force re-calculation (do not read tag info)
cs: Vynutit přepočítání (nečíst značky
de: Neuberechnung erzwingen (Tag-Informationen nicht lesen)
ja: 強制的な再計算(タグ情報を使わない)
pt_br: Forçar o recálculo (não ler tag de informação)
tr: Yeniden hesaplamayı zorla (etiket bilgisini okumaz)

source: Force to assume input is an MPEG 2 Layer III file
cs: Vynutit předpoklad, že vstup je soubor MPEG 2 Layer III
de: Behandlung von Quelldateien als MPEG 2 Layer III erzwingen
ja: 強制的に MPEG 2 Layer III ファイルとして扱う
pt_br: Força para assumir que a entrada é um arquivo MPEG 2 Layer III
tr: Girdiyi üstlenmeye zorlama bir MPEG 2 Layer III dosyasıdır

source: Free front-end for the MP3gain
cs: Rozhraní pro MP3gGain
de: Freies Frontend für MP3gain
pt_br: Livre front-end para o MP3gain
tr: MP3-gain için ücretsiz ön yüz

source: Gain
cs: Zesílení
de: Verstärkung
ja: ゲイン
pt_br: Ganho
tr: Kazancı uygula

source: Gain (dB)
cs: Zesílení (dB)
de: Verstärkung (dB)
ja: ゲイン (db)
pt_br: Ganho (dB)
tr: Kazanç (dB)

source: Gain (mp3)
cs: Zesílení (mp3)
de: Verstärkung (mp3)
ja: ゲイン (mp3)
pt_br: Ganho (mp3)
tr: Kazanç (mp3)

source: Gain on both channels
cs: Zesílení obou kanálů
de: Verstärkung auf beiden Kanälen
ja: 両方のチャンネルにゲインを行う
pt_br: Ganho em ambos os canais
tr: Her iki kanalda da kazanç

source: Gain on left channel only (not for Joint Stereo mp3s)
cs: Zesílení pouze levého kanálu (ne pro Joint Stereo mp3s)
de: Verstärkung nur auf dem linken Kanal (nicht für Joint Stereo MP3s)
ja: 左チャンネルのみゲインを行う(ジョイントステレオではない場合に)
pt_br: Ganho apenas no canal esquerdo (não em mp3s Joint Stereo)
tr: Yalnızca sol kanalda kazanç (Joint Stereo mp3'ler için değil)

source: Gain on right channel only (not for Joint Stereo mp3s)
cs: Zesílení pouze pravého kanálu (ne pro Joint Stereo mp3s)
de: Verstärkung nur auf dem rechten Kanal (nicht für Joint Stereo MP3s)
ja: 右チャンネルのみゲインを行う(ジョイントステレオではない場合に)
pt_br: Ganho apenas no canal direito (não em mp3s Joint Stereo)
tr: Yalnızca sağ kanalda kazanç (Joint Stereo mp3'ler için değil)

source: Gain options
cs: Volby pro zesílení
de: Verstärkungsoptionen
ja: ゲインのオプション
pt_br: Opções de ganho
tr: Kazanç seçenekleri

source: General
cs: Obecné
de: Allgemein
ja: 一般
pt_br: Geral
tr: Genel

source: Keep file timestamps
cs: Zachovat časová razítka souborů
pt_br: Manter data de modificação dos arquivos
tr: Dosya zaman damgalarını sakla

source: MP3gain Website
cs: Stránky MP3gain
de: MP3gain-Webseite
ja: MP3gain サイト
pt_br: Site do MP3gain
tr: MP3gain Web sitesi

source: MP3gain not found!
cs: MP3gain nenalezen!
de: MP3gain nicht gefunden!
ja: MP3gain が見つかりません。
pt_br: MP3gain não encontrado!
tr: MP3gain bulunamadı!

source: Normal volume (dB):
cs: Normální hlasitost (dB):
de: Normale Lautstärke (dB):
ja: 標準の音量 (db):
pt_br: Volume normal (dB):
tr: Normal hacim (dB):

source: OK
tr: Tamam

source: Processed %lu files of %lu.
cs: Zpracováno %lu souborů z %lu.
de: %lu von %lu Dateien verarbeitet.
ja: 処理済み %lu / 全 %luファイル
pt_br: Processado %lu arquivos de %lu.
tr: İşlenen %lu dosya, toplamda %lu adet.

source: Remove files
cs: Odstranit soubory
de: Dateien entfernen
ja: ファイルを一覧から除去
pt_br: Remover arquivos
tr: Dosyaları kaldır

source: Restore defaults
cs: Obnovit výchozí nastavení
de: Standardeinstellungen wiederherstellen
ja: 標準設定に戻す
pt_br: Restaurar padrões
tr: Varsayılanları geri yükle

source: Select directory
cs: Vybrat adresář
de: Ordner auswählen
ja: フォルダの選択
pt_br: Selecionar diretório
tr: Dizin seç

source: Select file
cs: Vybrat soubor
de: Datei auswählen
ja: ファイルの選択
pt_br: Selecionar arquivo
tr: Dosya seç

source: Settings
cs: Nastavení
de: Einstellungen
ja: 設定
pt_br: Configurações
tr: Ayarlar

source: Skip stored tag info (do not read or write tags)
cs: Přeskočit uložené informace o značkách (nečíst při zápisu značek)
de: Gespeicherte Tag-Informationen überspringen (kein Lesen oder Schreiben von Tags)
ja: タグ情報を無視する(タグを読み書きしない)
pt_br: Pular informações de tag armazenadas (não ler ou gravar tags)
tr: Depolanan etiket bilgisini atla (etiketleri okuma veya yazma)

source: Tag info
cs: Informace o značkách
de: Tag-Informationen
ja: タグ情報
pt_br: Info tag
tr: Etiket bilgisi

source: Tags
cs: Značky
ja: タグ
tr: Etiketler

source: Tags options
cs: Volby pro značky
de: Tag-Optionen
ja: タグのオプション
pt_br: Opções de tags
tr: Etiket seçenekleri

source: Tags reading
cs: Čtení značek
de: Tags lesen
ja: タグの読み込み
pt_br: Leitura de Tags
tr: Etiket okuma

source: Undo gain changes (based on stored tag info) Ctrl+Z
cs: Vrátit zpět změny zesílení (založeno na uložených informacích o značkách) Ctrl+Z
de: Verstärkungsänderungen zurücksetzen (basierend auf gespeicherten Tag-Informationen) Strg+Z
ja: ゲインの変更を元に戻す (保存されたタグ情報を使用) Ctrl+Z
pt_br: Desfazer alterações de ganho (com base na tag de informação armazenada) Ctrl+Z
tr: Kazanç değişikliklerini geri al (kayıtlı etiket bilgisine göre) Ctrl+Z

source: Use APEv2 tag for gain information (default)
cs: Použít značku APEv2 pro informace o zesílení (výchozí)
de: APEv2-Tag für Verstärkungsinformationen verwenden (Standard)
ja: ゲインの情報に APEv2 タグを使う(デフォルト)
pt_br: Usar tag APEv2 para informações de ganho (padrão)
tr: Kazanç bilgisi için APEv2 etiketini kullan (varsayılan)

source: Use ID3v2 tag for gain information
cs: Použít značku ID3v2 pro informace o zesílení
de: ID3v2-Tag für Verstärkungsinformationen verwenden (Standard)
ja: ゲインの情報に ID3v2 タグを使う(デフォルト)
pt_br: Usar tag ID3v2 para informações de ganho
tr: Kazanç bilgisi için ID3v2 etiketini kullan

source: Use constant gain without doing any analysis
cs: Použít stálé zesílení, aniž by se prováděl jakýkoli rozbor
de: Konstante Verstärkung ohne Analyse verwenden
ja: 分析せずに一定のゲインを行う
pt_br: Usar o ganho constante sem fazer qualquer análise
tr: Herhangi bir çözümleme yapmadan sabit kazanç kullan

source: Using MP3gain version:
cs: Verze MP3gain:
de: Verwendete MP3gain-Version:
ja: 使用する MP3gain のバージョン:
pt_br: Usando a versão do MP3gain:
tr: Kullanılan MP3Gain sürümü:

source: Using constant gain:
cs: Stálé zesílení:
de: Verwendung konstanter Verstärkung:
ja: 一定のゲインを使用
pt_br: Usando o ganho constante:
tr: Kullanılan sabit kazanç:

source: Volume
cs: Hlasitost
de: Lautstärke
ja: 音量
tr: Hacim

source: Work on temporary file
cs: Pracuje se na dočasném souboru
pt_br: Trabalhar em arquivo temporário
tr: Geçici dosya üzerinde çalış

source: files
cs: soubory
de: Dateien
ja: ファイル
pt_br: arquivos
tr: dosya

source: wxMP3gain Website
cs: Stránky wxMP3MP3gain
de: wxMP3gain-Webseite
ja: wxMP3gain サイト
pt_br: Site do wxMP3gain
tr: wxMP3gain Web sitesi

source: yes
cs: ano
de: Ja
ja: はい
pt_br: sim
tr: evet
