Repository: cfgnunes/wxmp3gain
Catalog: po/*.po
Languages: hr_hr

source: &Analysis
hr_hr: &Analiza

source: &Edit
hr_hr: &Uredi

source: &File
hr_hr: &Datoteka

source: &Gain
hr_hr: &Ulazna osjetljivost

source: &Help
hr_hr: &Pomoć

source: &Stop
hr_hr: &Stani

source: (Default 89.0 dB)
hr_hr: (Zadano 89.0 dB)

source: About
hr_hr: O programu

source: Add files
hr_hr: Dodaj datoteke

source: Add folder
hr_hr: Dodaj mapu

source: Analyze
hr_hr: Analiza

source: Automatically lower gain to not clip audio
hr_hr: Automatski snizi ulaznu osjetljivost kako bi se izbjegao clipping

source: Cancel
hr_hr: Odustani

source: Channel
hr_hr: Kanal

source: Clear analysis
hr_hr: Ukloni analizu

source: Clear list
hr_hr: Očisti popis

source: Constant gain
hr_hr: Konstantna ulazna osjetljivost

source: Constant gain:
hr_hr: Konstantna ulazna osjetljivost:

source: Delete stored tag info
hr_hr: Izbriši spremljene informacije oznaka

source: Do you want to stop process now?
hr_hr: Želite li postupak odmah prekinuti?

source: Exit
hr_hr: Izlaz

source: File
hr_hr: Datoteka

source: File options
hr_hr: Mogućnosti datoteke

source: Folder
hr_hr: Mapa

source: Force re-calculation (do not read tag info)
hr_hr: Nametni ponovno izračunavanje (ne čita informaciju oznake)

source: Force to assume input is an MPEG 2 Layer III file
hr_hr: Nametni pretpostavku da je ulazna datoteka MPEG 2 Layer III

source: Free front-end for the MP3gain
hr_hr: Besplatno pristupno sučelje za MP3gain

source: Gain
hr_hr: Ulazna osjetljivost

source: Gain (dB)
hr_hr: Ulazna osjetljivost (dB)

source: Gain (mp3)
hr_hr: Ulazna osjetljivost (MP3)

source: Gain on both channels
hr_hr: Ulazna osjetljivost na oba kanala

source: Gain on left channel only (not for Joint Stereo mp3s)
hr_hr: Ulazna osjetljivost samo na lijevom kanalu (ne za MP3 s Joint Stereom)

source: Gain on right channel only (not for Joint Stereo mp3s)
hr_hr: Ulazna osjetljivost samo na desnom kanalu (ne za MP3 s Joint Stereom)

source: Gain options
hr_hr: Mogućnosti ulaznog pojačavanja

source: General
hr_hr: Općenito

source: Keep file timestamps
hr_hr: Zadrži vremenske oznake datoteka

source: MP3gain Website
hr_hr: Mrežne stranice MP3gaina

source: MP3gain not found!
hr_hr: MP3gain nije pronađen!

source: Normal volume (dB):
hr_hr: Normalna glasnoća (dB):

source: OK
hr_hr: U redu

source: Processed %lu files of %lu.
hr_hr: Obrađeno je %lu od %lu datoteka.

source: Remove files
hr_hr: Ukloni datoteke

source: Restore defaults
hr_hr: Vrati zadano

source: Select directory
hr_hr: Odaberite mapu

source: Select file
hr_hr: Odaberite datoteku

source: Settings
hr_hr: Postavke

source: Skip stored tag info (do not read or write tags)
hr_hr: Preskoči spremljene informacije oznaka (bez čitanja ili pisanja oznaka)

source: Tag info
hr_hr: Informacije oznaka

source: Tags
hr_hr: Oznake

source: Tags options
hr_hr: Mogućnosti oznaka

source: Tags reading
hr_hr: Čitanje oznaka

source: Undo gain changes (based on stored tag info) Ctrl+Z
hr_hr: Poništi izmjene ulazne osjetljivosti (temeljem spremljenih informacija oznaka) Ctrl+Z

source: Use APEv2 tag for gain information (default)
hr_hr: Koristi oznake APEv2 za informacije o ulaznoj osjetljivosti (zadano)

source: Use ID3v2 tag for gain information
hr_hr: Koristi oznake ID3v2 za informacije o ulaznoj osjetljivosti

source: Use constant gain without doing any analysis
hr_hr: Bez analize koristi stalnu ulaznu osjetljivost

source: Using MP3gain version:
hr_hr: Korištena inačica MP3gaina:

source: Using constant gain:
hr_hr: Koristi stalno ulaznu osjetljivost:

source: Volume
hr_hr: Glasnoća

source: Work on temporary file
hr_hr: Koristi privremene datoteke

source: files
hr_hr: datoteka

source: wxMP3gain Website
hr_hr: Mrežne stranice wxMP3gaina

source: yes
hr_hr: da
